[{"Headline": "Bear Rescued From Bengal Tea Garden", "Content": "A Himalayan Black Bear which strayed into a tea garden in West Bengal's Jalpaiguri district was rescued by the forest department on Saturday, an official said. The animal was tranquilised and taken to Chapramari Wildlife Sanctuary.", "Visit Link": "https://www.ndtv.com/cities/bear-rescued-from-tea-garden-in-west-bengals-jalpaiguri-2627646"}, {"Headline": "IIM CAT 2021 Today; Check Last Minute Tips, Reporting Time", "Content": "Candidates will have to report at the CAT exam center on the basis of reporting time and session mentioned on the CAT admit card.", "Visit Link": "https://www.ndtv.com/education/iim-cat-2021-today-check-last-minute-tips-reporting-time"}, {"Headline": "Coronavirus LIVE Updates: India Reported 8,318 New Cases, 465 Deaths On Saturday", "Content": "India reported 8,318 new COVID-19 cases and 465 related fatalities on Saturday, pushing the overall cases tally to 3,45,63,749 and the death count to 4,67,933.", "Visit Link": "https://www.ndtv.com/india-news/coronavirus-india-live-updates-india-reported-8-318-new-cases-465-deaths-on-saturday-2627640"}, {"Headline": "Balloons, Relief At Dutch Airport As Tourists Beat Covid Strain Shutdown", "Content": "Relieved passengers on a flight from South Africa streamed into Amsterdam's Schiphol airport Saturday, in stark contrast to the previous day when fears about a new Covid-19 variant sparked chaos.", "Visit Link": "https://www.ndtv.com/world-news/balloons-relief-at-dutch-airport-as-tourists-beat-covid-strain-shutdown-2627636"}, {"Headline": "Taliban Says It Won't Interfere In \"Internal Affairs\" Of Other Countries", "Content": "The Taliban co-founder and now prime minister of Afghanistan Mullah Mohammad Hassan Akhund pledged Saturday that his government will \"not interfere\" in other countries' internal affairs.", "Visit Link": "https://www.ndtv.com/world-news/taliban-say-it-wont-interfere-in-internal-affairs-of-other-countries-2627624"}, {"Headline": "CAT 2021 Live Updates: Management Entrance Exam Today; Dress Code, Last Minute Checklist", "Content": "CAT 2021 Live Updates: CAT 2021 admit card and a photo ID card are the documents required for the exam. Candidates are allowed to bring hand sanitiser and wear masks.", "Visit Link": "https://www.ndtv.com/education/cat-2021-exam-day-live-updates-paper-analysis-answer-key-slot-1-2-3-marks-rank-percentile-iimcat-ac-in-latest-news"}, {"Headline": "France Presidential Hopeful Shows Finger To Critic As Campaign Sees Slump", "Content": "French far-right presidential hopeful Eric Zemmour on Saturday gave the finger to a passer-by during a troubled visit to Marseille, in a gesture seized on by critics as a sign his campaign was beginning to implode.", "Visit Link": "https://www.ndtv.com/world-news/france-presidential-hopeful-eric-zemmour-shows-finger-to-critic-as-campaign-sees-slump-2627622"}, {"Headline": "Israel To Ban Entry Of Foreigners From All Nations Over New Covid Strain", "Content": "Israel on Saturday said it would ban the entry of all foreigners into the country, making it the first country to shut its borders completely in response to the potentially more contagious 'Omicron' coronavirus variant.", "Visit Link": "https://www.ndtv.com/world-news/israel-to-ban-entry-of-foreigners-from-all-nations-over-new-covid-strain-omicron-2627615"}, {"Headline": "Sydney Starts Urgent Testing After 2 Covid Cases On Africa Flight", "Content": "Health officials in Australia's Sydney have begun urgent testing after two people who arrived on a flight from southern Africa overnight tested positive to the coronavirus, raising concerns that a newly detected strain has arrived in the country.", "Visit Link": "https://www.ndtv.com/world-news/australia-sydney-starts-urgent-testing-after-2-coronavirus-cases-detected-on-flight-from-southern-africa-2627613"}, {"Headline": "Punjab's Charanjit Channi Wants AAP, Akali Dal Wiped Out In 2022 Polls", "Content": "Punjab Chief Minister Charanjit Singh Channi on Saturday slammed the Aam Aadmi Party (AAP) and the Shiromani Akali Dal (SAD) and asked the people to wipe them out from the electoral scene in the upcoming assembly polls in the state.", "Visit Link": "https://www.ndtv.com/india-news/punjabs-charanjit-singh-channi-wants-aap-akali-dal-wiped-out-in-2022-polls-2627611"}, {"Headline": "Pak Drones Carry Explosives, Indian Ones Carry Medicines: Union Minister", "Content": "Union Minister Jitendra Singh said that while Pakistan's drones carry explosives to spread terror and threaten human lives, the Indian drones haveassumed the role of a COVID warrior and are carrying life-saving vaccines and medicines.", "Visit Link": "https://www.ndtv.com/india-news/pakistans-drones-carry-explosives-indian-drones-carry-medicines-union-minister-jitendra-singh-2627607"}, {"Headline": "Saudi To Allow Conditional Entry \"From All Countries\" Despite New Strain", "Content": "Saudi Arabia will allow entry to travellers \"from all countries\" as long as they have received one dose of a COVID-19 vaccine inside the kingdom, it said on Saturday, a day after suspending flights from seven African countries due to the new variant.", "Visit Link": "https://www.ndtv.com/world-news/saudi-arabia-to-allow-conditional-entry-from-all-countries-despite-new-strain-2627604"}, {"Headline": "5-Year-Old Shot Dead By Teen Making Social Media Video In US: Police", "Content": "A five-year-old child was shot and killed in Minnesota by a teen who was filming a social-media video with friends, police said.", "Visit Link": "https://www.ndtv.com/world-news/5-year-old-shot-dead-by-teen-making-social-media-video-in-us-police-2627602"}, {"Headline": "Czech Republic Reports First Case Of New Covid Strain: Hospital", "Content": "The regional hospital in the northern Czech city of Liberec confirmed the new 'Omicron' strain of Covid-19 in a female patient, its spokesman Vaclav Ricar told Czech Television on Saturday.", "Visit Link": "https://www.ndtv.com/world-news/czech-republic-reports-first-case-of-new-covid-strain-omicron-hospital-2627600"}, {"Headline": "Dutch Find 61 Covid Cases On South Africa Flights Amid New Strain Worry", "Content": "Dutch health authorities said Saturday the new 'Omicron' strain of Covid-19 was \"probably\" among some of the 61 passengers who tested positive after arriving on two flights from South Africa.", "Visit Link": "https://www.ndtv.com/world-news/dutch-find-61-covid-cases-on-south-africa-flights-amid-new-strain-worry-2627596"}]