[{
        "Headline": "Bundesliga: Erling Haaland Scores On Return From Injury As Dortmund Beat Wolfsburg",
        "Content": "Bundesliga: Erling Haaland scored on his return from injury on Saturday as Borussia Dortmund knocked Bayern Munich off top spot in the league table with a 3-1 win at Wolfsburg.",
        "Visit Link": "https://sports.ndtv.com/football/bundesliga-erling-haaland-scores-on-return-from-injury-as-dortmund-beat-wolfsburg-2627504"
    },
    {
        "Headline": "Delhi Workers Get Rs 5,000 Each As Aid Amid Construction Ban",
        "Content": "Delhi government on Saturday deposited Rs 5,000 each in  bank accounts of 2.95 lakh construction workers who have been affected by ban on construction activities in national capital in view of high pollution levels, according to an official statement",
        "Visit Link": "https://www.ndtv.com/delhi-news/delhi-workers-get-rs-5-000-each-as-aid-amid-construction-ban-2627501"
    },
    {
        "Headline": "Three-Tier Security In Place For Tripura Civic Poll Counting On Sunday",
        "Content": "3-tier security is in place for counting of votes for over 200 seats in Agartala Municipal Corporation (AMC) and other civic bodies in Tripura, where it was held on Thursday amid court cases, arrests and allegations of attacks by by political parties",
        "Visit Link": "https://www.ndtv.com/india-news/three-tier-security-in-place-for-tripura-civic-poll-counting-on-sunday-2627493"
    },
    {
        "Headline": "FIH Men's Junior Hockey World Cup: India Trounce Poland 8-2 To Seal Quarterfinal Berth Against Belgium",
        "Content": "FIH Men's Junior Hockey World Cup: India were in top form, hammering Poland 8-2 to qualify for the quarterfinals. In the quarterfinals, the hosts will face Belgium.",
        "Visit Link": "https://sports.ndtv.com/hockey/fih-mens-junior-hockey-world-cup-india-trounce-poland-8-2-to-seal-quarterfinal-berth-against-belgium-2627469"
    },
    {
        "Headline": "Vaccine Efficacy Against New Covid Variant Under Examination: Scientist",
        "Content": "Vaccines that have been directed towards the spike protein of the virus may find difficulty in mounting adequate immunity against the mutated version because of the structural changes that have been reported in the viral genome, according to WHO.",
        "Visit Link": "https://www.ndtv.com/india-news/omicron-transmissibility-of-and-vaccine-efficacy-against-new-covid-variant-under-examination-scientist-2627466"
    },
    {
        "Headline": "Five Tamil Nadu Forest Department Officials \"Detained\" In Kerala: Police",
        "Content": "5 forest department officials from Tamil Nadu, who had gone to Palakkad to enqure about speed of train which mowed down three elephants near Ettimadai on outskirts of the city on November 26, were reportedly detained at Palakkad railway station.",
        "Visit Link": "https://www.ndtv.com/india-news/five-tamil-nadu-forest-department-officials-detained-in-kerala-police-2627454"
    },
    {
        "Headline": "Delhi Police Busts Racket That Promised Oxygen Cylinders During Covid Second Wave",
        "Content": "The Delhi Police Cyber Cell has arrested nine members of a gang which allegedly duped around 1,000 people on the pretext of delivering medical oxygen cylinders during the second wave of COVID-19 pandemic, officials said on Saturday.",
        "Visit Link": "https://www.ndtv.com/delhi-news/delhi-police-busts-racket-that-promised-oxygen-cylinders-during-covid-second-wave-2627441"
    },
    {
        "Headline": "CBSE Term 1 Exam: Board Answers FAQs On Evaluation, Marking Scheme",
        "Content": "The Central Board of Secondary Education (CBSE) will hold term 1 major papers from November 30.",
        "Visit Link": "https://www.ndtv.com/education/cbse-term-1-exam-board-answers-faqs-on-evaluation-marking-scheme"
    },
    {
        "Headline": "India vs New Zealand, 1st Test, Day 3: KS Bharat Impresses With Glove-Work, Gives Wriddhiman Saha Competition For Second Wicketkeeper Slot",
        "Content": "India vs New Zealand, 1st Test, Day 3: Due to Wriddhiman Saha's stiff neck, KS Bharat impressed as wicketkeeper for the hosts during the 85.3 overs in Kanpur.",
        "Visit Link": "https://sports.ndtv.com/cricket/india-vs-new-zealand-1st-test-day-3-ks-bharat-impresses-with-glove-work-gives-wriddhiman-saha-competition-for-second-wicketkeeper-slot-2627432"
    },
    {
        "Headline": "Premier League: Arsenal Brush Aside Newcastle United As Eddie Howe Suffers First Defeat",
        "Content": "Premier League: Arsenal got back on track with a 2-0 win over Newcastle on Saturday as Eddie Howe suffered his first defeat as manager of the struggling side.",
        "Visit Link": "https://sports.ndtv.com/football/premier-league-arsenal-brush-aside-newcastle-united-as-eddie-howe-suffers-first-defeat-2627430"
    },
    {
        "Headline": "2 Cops Suspended In Sex Racket Bust In Odisha: Police",
        "Content": "Two constables were suspended and a Sub Inspector sent to Police Line following busting of a sex racket at a hotel in Anoopshahr area, police in Bulandshahr said on Saturday.",
        "Visit Link": "https://www.ndtv.com/cities/2-cops-suspended-in-sex-racket-bust-in-odisha-police-2627414"
    },
    {
        "Headline": "Karnataka's New Rules For Travellers Amid 'Omicron' Variant Scare",
        "Content": "Karnataka to step up Covid screening of international passengers, RT-PCR tests for Maharashtra, Kerala visitors",
        "Visit Link": "https://www.ndtv.com/india-news/karnataka-to-step-up-covid-screening-of-international-passengers-rt-pcr-tests-for-maharashtra-kerala-visitors-2627405"
    },
    {
        "Headline": "3 Killed, Nine Others Injured After Truck Rams Into Bus In Odisha",
        "Content": "At least three persons were killed and nine others were injured after a truck rammed into a bus on NH 16 in Khurda district on Saturday.",
        "Visit Link": "https://www.ndtv.com/cities/3-killed-nine-others-injured-after-truck-rams-into-bus-in-odishas-khurda-2627397"
    },
    {
        "Headline": "Delhi's Air Quality Recorded In \"Severe\" Category",
        "Content": "The air quality in Delhi was recorded in the \"severe\" category on Saturday due to a low wind speed that prevents effective dispersion of pollutants.",
        "Visit Link": "https://www.ndtv.com/delhi-news/delhis-air-quality-recorded-in-severe-category-2627389"
    },
    {
        "Headline": "'No Proof He Sold Drugs To Aryan Khan's Friend': Accused Gets Bail",
        "Content": "There is no apparent evidence that the accused is a peddler and had supplied drugs to co-accused Arbaaz Merchant, a special court in Mumbai said while granting bail to an accused in the drugs-on-cruise case.",
        "Visit Link": "https://www.ndtv.com/india-news/no-proof-he-sold-drugs-to-aryan-khans-friend-arbaaz-merchant-accused-gets-bail-2627387"
    }
]